/**
 * Всего - 13 баллов (4 балла - открытые, 9 баллов - скрытые)
 *
 * Ещё скрытые тесты:
 * 1. 2 балла
 * 2. 1 балл
 * 3. 2 балла
 * 4. 3 балла
 * 5. 1 балл
 */
describe("Сценарии файла main", () => {
  // Открытый, 1 балл
  test("Если один лабиринт, и у данного лабиринта путей соприкасающихся с полом и потолком больше, чем всех остальных, то он считается правильным и функция возвращает true", () => {});

  // Открытый, 2 балл
  test("Если много лабиринтов, и неправильных лабиринтов больше, чем правильных, то функция возвращает false", () => {});

  // Открытый, 1 балл
  test("Если правильный лабиринт, то происходит запрос на сервер с передачей информации о результате функции - { passed: true }", () => {});
});
