/**
 * Всего - 11 баллов (5 баллов - открытые, 6 баллов - скрытые)
 *
 * Ещё скрытые тесты:
 * 1. 1 балл
 * 2. 1 балл
 * 3. 1 балл
 * 4. 1 балл
 * 5. 2 балла
 */
describe("Сценарии файла send", () => {
  // Открытый, 1 балл
  test("Если вызываем метод отправки данных на сервер, то создается запрос с корректным хостом", () => {});

  // Открытый, 2 балл
  test("Если вызываем метод отправки данных на сервер, то создается запрос с корректным заголовком типа контента", () => {});

  // Открытый, 2 балл
  test("Если вызываем метод отправки данных на сервер, то происходит отправка запроса с данными", () => {});
});
